/* Alert title. */
"success_activation_alert_title" = "Gute Arbeit";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "Sie haben %@ über Setapp erfolgreich aktiviert";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "Gerätelimit erreicht";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "Sie benutzen Setapp auf dem Maximum von Geräten.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "Weitere Informationen finden Sie in Ihrem Benutzeraccount";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "Mit Ihrem QR-Code besteht ein Problem";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "Bitte aktualisieren Sie die Seite und versuchen es erneut.";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "Zeitüberschreitung bei der Verbindung";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "Es dauert zu lange, Ihre Anfrage zu beantworten.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "Ein Netzwerkfehler ist aufgetreten";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "Sorry! Ein Fehler ist aufgetreten";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "Bitte versuchen Sie es erneut.";

/* Error description. Alert title. */
"setapp_error_generic_description" = "Sorry! Ein Fehler ist aufgetreten";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "Bitte versuchen Sie es erneut.";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "Irgendetwas stimmt hier nicht";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "Bitte wenden Sie sich an den Setapp-Support für Hilfe.";

/* Button title. */
"ok_button_title" = "Ok";

/* Loading… */
"activation.body" = "Laden…";

/* Cancel */
"activation.cancel" = "Abbrechen";

/* [AppName] is now ready to use via your Setapp subscription. Keep going and try it out. */
"activation.success.subtitle" = "%@ ist jetzt über Ihr Setapp-Abonnement einsatzbereit. Machen Sie weiter und probieren Sie es aus.";

/* [AppName] activated */
"activation.success.title" = "%@ wurde aktiviert";

/* Activating */
"activation.title" = "Aktivierung";

/* Scanning QR code failed. Please go to the Setapp app on your Mac and scan the QR code again. */
"alert.activationProblem.body.macQR" = "QR-Scan fehlgeschlagen. Gehen Sie zur Setapp-App auf dem Mac und scannen ihn erneut.";

/* App activation failed. Please go back to your Setapp account and try to activate the app again. */
"alert.activationProblem.body.webLink" = "App-Aktivierung fehlgeschlagen. Gehen Sie zurück zum Setapp-Account und versuchen Sie es erneut.";

/* Scanning QR code failed. Please go back to your Setapp account and scan the QR code again. */
"alert.activationProblem.body.webQR" = "QR-Scan fehlgeschlagen. Gehen Sie zu Ihrem Setapp-Account auf dem Mac und scannen den QR-Code erneut.";

/* We have a little problem */
"alert.activationProblem.title" = "Ein kleines Problem";

/* Please go online and try again. */
"alert.no-internet-connection.body" = "Bitte gehen Sie online und versuchen es erneut.";

/* No internet connection */
"alert.no-internet-connection.title" = "Keine Internetverbindung";

/* It takes too long to load. Please check if you're still connected to the internet and try again. */
"alert.slow-internet-connection.body" = "Es lädt zu lange. Bitte Internetverbindung prüfen und erneut versuchen.";

/* Slow internet connection */
"alert.slow-internet-connection.title" = "Langsame Internetverbindung";

/* Try again or contact our support team for help. */
"alert.something-went-wrong.body.contact-support" = "Bitte erneut versuchen oder Support kontaktieren.";

/* Please try again. */
"alert.something-went-wrong.body.tryAgain" = "Bitte versuchen Sie es erneut.";

/* Something went wrong */
"alert.something-went-wrong.title" = "Es ist ein Fehler aufgetreten";

/* Subscription blocked */
"alert.subscription-blocked.title" = "Mit Ihrem Abonemment besteht ein Problem";

/* Please go to your account for more information. */
"alert.subscription-blocked.body" = "Das tut uns leid. Weitere Informationen finden Sie in Ihrem Account";

/* Trial has expired */
"alert.subscription-blocked-after-trial.title" = "Ihre kostenlose Testphase ist vorbei";

/* Please go to your account to renew subscription. */
"alert.subscription-blocked-after-trial.body" = "Aber das muss nicht Abschied nehmen bedeuten. Verlängern Sie Ihr Abonnement in Ihrem Account und nutzen Sie Setapp weiter.";

/* Contact Support Team */
"button.contact-support" = "Support kontaktieren";

/* Go to My Setapp */
"button.go-to-my-setapp" = "Zu „Mein Setapp“";

/* Go to your account */
"button.go-to-your-account" = "Gehen Sie zu Ihrem Account";

/* Got it */
"button.got-it.label" = "Alles klar";

/* Not now */
"button.not-now" = "Später";

/* Ok */
"button.ok" = "OK";

/* Device limit reached */
"device-limit.title" = "Sie haben Ihr Gerätelimit erreicht";

/* You're using Setapp on maximum devices. Go to your Setapp account to disconnect devices you don't need anymore. */
"device-limit.body" = "Entfernen Sie nicht benötigte Geräte in Ihrem Setapp-Account.";

/* Got it */
"Got it" = "Verstanden";

/* Diagnostics */
"alert.diags.title" = "Diagnose";

/* We’re sorry something went wrong. Let’s work it all out. */
"alert.diags.body.headline" = "Es tut uns leid, dass etwas schief gelaufen ist. Lassen Sie uns das alles klären.";

/* Framework: %@ */
"alert.diags.body.framework-version" = "Framework: %@";

/* Subscription: %@ */
"alert.diags.body.subscription-status" = "Abonnement: %@";

/* Technical info */
"button.tech-info" = "Technische Infos";

/* Share report */
"button.share-report" = "Bericht freigeben";

/* Reset subscription */
"button.reset-subscription" = "Abonnement zurücksetzen";

/* Reset */
"button.reset" = "Zurücksetzen";

/* Done */
"button.done" = "Fertig";

/* Technical info */
"alert.diags.tech-info.title" = "Technische Informationen";

/* Share report */
"alert.diags.share-logs.confirmation.title" = "Bericht freigeben";

/* We need to know what went wrong to fix things faster. We don’t collect your private data. */
"alert.diags.share-logs.confirmation.body" = "Wir müssen wissen, was schief gelaufen ist, um die Dinge schneller zu beheben. Wir sammeln nicht Ihre privaten Daten.";

/* Share */
"button.share" = "Freigeben";

/* Reset subscription */
"alert.diags.reset.confirmation.title" = "Abonnement zurücksetzen";

/* Let’s reset your Setapp subscription to %@. Then you can activate this app again via your Setapp account. */
"alert.diags.reset.confirmation.body" = "Setzen wir Ihr Setapp-Abo auf %@ zurück. Dann können Sie diese App über Ihren Setapp-Account wieder aktivieren.";

/* Subscription reset */
"alert.diags.reset.success.title" = "Zurücksetzen von Abonnements";

/* Please activate this app again via Setapp to unlock all its features on your iOS device. */
"alert.diags.reset.success.body" = "Bitte aktivieren Sie diese App erneut über Setapp, um alle Funktionen auf Ihrem iOS-Gerät freizuschalten.";

/* Sorry, something went wrong */
"alert.diags.reset.failure.title" = "Sorry! Ein Fehler ist aufgetreten";

/* Please try again later or contact our customer support team. */
"alert.diags.reset.failure.body" = "Versuchen Sie es bitte später noch einmal oder wenden Sie sich an unser Support-Team.";
